// utils/insectKeywords.ts
export const insectKeywords = [
  '진딧물', '총채벌레', '응애', '나방', '가루이', '노린재', '굴파리', '밤나방',
  '멸구', '좀나방', '애멸구', '잎말이나방', '혹진딧물', '깍지벌레', '꽃매미',
  '매미충', '줄기굴파리', '콩진딧물', '파밤나방', '파리', '뿔응애', '목화진딧물',
  '거세미나방', '북방응애', '알락응애', '검정응애', '검정날개버섯파리', '검은줄노린재',
  '줄점뿔나방', '열매좀나방', '가지가루이', '가지총채벌레', '톱다리개미허리노린재',
  '석회파리', '화분노린재', '등검은말벌', '노랑노린재', '줄점팔랑나방', '복숭아혹진딧물',
  '배추좀나방', '장수하늘소', '파리류유충', '톱다리노린재', '총채나방', '국화응애',
  '국화진딧물', '수박거세미나방', '오이총채벌레', '고추가루이', '멜론진딧물', '들깨노린재',
  // … 생략 … 총 150개
];